Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# settings.mac_vendor.update.progress_accessibility_value
source: %lld of %lld files complete
de: %lld von %lld Dateien abgeschlossen
es: %lld de %lld archivos completados
fr: %lld fichier(s) sur %lld terminé(s)
ja: %lld / %lldファイル完了
zh_hans: 已完成 %lld/%lld 个文件

# settings.mac_vendor.update.progress_count
source: %lld of %lld files
de: %lld von %lld Dateien
es: %lld de %lld archivos
fr: %lld fichier(s) sur %lld
ja: %lld / %lldファイル
zh_hans: %lld/%lld 个文件

# settings.mac_vendor.update.reading_files
source: Reading files…
de: Dateien werden gelesen…
es: Leyendo archivos…
fr: Lecture des fichiers…
ja: ファイルを読み込み中…
zh_hans: 正在读取文件…

# settings.mac_vendor.update.registry_download_accessibility
source: Download %@ CSV
de: %@-CSV laden
es: Descargar CSV de %@
fr: Télécharger %@ CSV
ja: %@ CSVをダウンロード
zh_hans: 下载 %@ CSV

# settings.mac_vendor.update.registry_valid
source: %@ — %@ valid records
de: %@ — %@ gültige Einträge
es: %@ — %@ registros válidos
fr: %@ — %@ enregistrements valides
ja: %@ — 有効なレコード%@件
zh_hans: %@ — %@ 条有效记录

# settings.mac_vendor.update.registry_valid_value
source: %@ valid records
de: %@ gültige Einträge
es: %@ registros válidos
fr: %@ enregistrements valides
ja: 有効なレコード%@件
zh_hans: %@ 条有效记录

# settings.mac_vendor.update.registry_waiting
source: %@ — waiting for a valid file
de: %@ — wartet auf eine gültige Datei
es: %@ — esperando un archivo válido
fr: %@ — en attente d'un fichier valide
ja: %@ — 有効なファイルを待機中
zh_hans: %@ — 正在等待有效文件

# settings.mac_vendor.update.registry_waiting_value
source: Waiting for validation
de: Wartet auf Prüfung
es: Esperando validación
fr: En attente de validation
ja: 検証待ち
zh_hans: 等待校验

# settings.mac_vendor.update.source_automatic
source: Automatic
de: Automatisch
es: Automática
fr: Automatique
ja: 自動
zh_hans: 自动

# settings.mac_vendor.update.source_label
source: Source
de: Quelle
es: Origen
ja: ソース
zh_hans: 来源

# settings.mac_vendor.update.source_manual
source: Manual
de: Manuell
fr: Manuel
ja: 手動
zh_hans: 手动

# settings.mac_vendor.update.title
source: Update MAC Vendor Database
de: MAC-Herstellerdatenbank aktualisieren
es: Actualizar base de datos de fabricantes MAC
fr: Mettre à jour la base de données des fournisseurs MAC
ja: MACベンダーデータベースを更新
zh_hans: 更新 MAC 厂商数据库

# settings.mac_vendor.update.validating
source: Validating…
de: Wird geprüft…
es: Validando…
fr: Validation…
ja: 検証中…
zh_hans: 正在校验…

# settings.mac_vendor.update.validation_header
source: File Validation
de: Dateiprüfung
es: Validación de archivos
fr: Validation des fichiers
ja: ファイルの検証
zh_hans: 文件校验

# settings.mac_vendor.update.validation_ready
source: All four registries are valid (%@ records total).
de: Alle vier Register sind gültig (insgesamt %@ Einträge).
es: Los cuatro registros son válidos (%@ registros en total).
fr: Les quatre registres sont valides (%@ enregistrements au total).
ja: 4つのレジストリはすべて有効です（合計%@件）。
zh_hans: 四个注册表均有效（共 %@ 条记录）。

# settings.mac_vendor.update.validation_ready_accessibility
source: All four registry files are valid
de: Alle vier Registerdateien sind gültig
es: Los cuatro archivos de registro son válidos
fr: Les quatre fichiers de registre sont valides
ja: 4つのレジストリファイルはすべて有効です
zh_hans: 四个注册表文件均有效

# settings.mac_vendor.updated_label
source: Updated
de: Aktualisiert
es: Actualizada
fr: Mis à jour
ja: 更新日時
zh_hans: 更新时间

# settings.mcp.claude_config_label
source: Claude Desktop config
de: Claude Desktop Konfiguration
es: Configuración de Claude Desktop
fr: Configuration Claude Desktop
ja: Claude Desktop 設定
zh_hans: Claude Desktop 配置

# settings.mcp.description
source: Expose current Wi-Fi scan data as a local HTTP API for MCP-compatible AI tools such as Codex Desktop and Claude Desktop.
de: Aktuelle Wi-Fi-Scandaten als lokale HTTP-API für MCP-kompatible KI-Tools wie Codex Desktop und Claude Desktop bereitstellen.
es: Expone datos actuales de escaneo Wi‑Fi como una API HTTP local para herramientas de IA compatibles con MCP, como Codex Desktop y Claude Desktop.
fr: Expose les données de scan Wi-Fi actuelles sous forme d'API HTTP locale pour les outils IA compatibles MCP tels que Codex Desktop et Claude Desktop.
ja: 現在の Wi-Fi スキャンデータを、Codex Desktop や Claude Desktop などの MCP 互換 AI ツール向けのローカル HTTP API として公開します。
zh_hans: 将当前 Wi-Fi 扫描数据暴露为本地 HTTP API，供 Codex Desktop、Claude Desktop 等 MCP 兼容 AI 工具查询。

# settings.mcp.enable_toggle
source: Enable MCP server
de: MCP-Server aktivieren
es: Habilitar servidor MCP
fr: Activer le serveur MCP
ja: MCP サーバーを有効化
zh_hans: 开启 MCP 服务

# settings.mcp.manual_config_label
source: Manual configuration
de: Manuelle Konfiguration
es: Configuración manual
fr: Configuration manuelle
ja: 手動設定
zh_hans: 手动配置

# settings.mcp.manual_config_toggle
source: Show manual configuration
de: Manuelle Konfiguration anzeigen
es: Mostrar configuración manual
fr: Afficher la configuration manuelle
ja: 手動設定を表示
zh_hans: 显示手动配置

# settings.mcp.setup_prompt_button
source: Copy AI setup prompt
de: KI-Setup-Prompt kopieren
es: Copiar prompt de configuración de IA
fr: Copier le prompt de configuration IA
ja: AI セットアッププロンプトをコピー
zh_hans: 复制 AI 设置提示词

# settings.permissions.bluetooth_desc
source: Only requested when Bluetooth Analysis is enabled. Allows discovering nearby BLE devices and analyzing their signal strength.
de: Wird nur angefordert, wenn Bluetooth-Analyse aktiviert ist. Ermöglicht das Entdecken von BLE-Geräten in der Nähe und die Analyse ihrer Signalstärke.
es: Solo se solicita cuando el Análisis Bluetooth está habilitado. Permite descubrir dispositivos BLE cercanos y analizar su intensidad de señal.
fr: Demandée uniquement lorsque l'analyse Bluetooth est activée. Permet de découvrir les appareils BLE proches et d'analyser leur puissance de signal.
ja: Bluetooth分析の有効時のみ要求されます。近隣のBLEデバイスの検出と信号強度の分析を可能にします。
zh_hans: 仅在开启蓝牙分析时请求。用于发现附近的 BLE 设备并分析其信号强度。

# settings.permissions.bluetooth_disabled_desc
source: Enable Bluetooth Analysis to manage this permission.
de: Aktiviere Bluetooth-Analyse, um diese Berechtigung zu verwalten.
es: Habilita Análisis Bluetooth para gestionar este permiso.
fr: Active l'analyse Bluetooth pour gérer cette autorisation.
ja: この権限を管理するには、Bluetooth分析を有効にしてください。
zh_hans: 开启蓝牙分析功能后可管理此权限。

# settings.permissions.header
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
zh_hans: 权限

# settings.permissions.location_desc
source: WiFi Lens uses Location Services to read Wi-Fi network names (SSIDs). When denied, network names appear as "n/a", but signal strength and channel data remain fully available.
de: WiFi Lens verwendet Ortungsdienste, um Wi‑Fi-Netzwerknamen (SSIDs) zu lesen. Wenn verweigert, erscheinen Netzwerknamen als "n/a", aber Signalstärke- und Kanaldaten bleiben vollständig verfügbar.
es: WiFi Lens usa Servicios de Ubicación para leer nombres de red Wi‑Fi (SSIDs). Cuando se deniega, los nombres de red aparecen como "n/a", pero los datos de intensidad de señal y canal permanecen completamente disponibles.
fr: WiFi Lens utilise les services de localisation pour lire les noms des réseaux Wi-Fi (SSID). En cas de refus, les noms de réseaux apparaissent comme « n/a », mais la puissance du signal et les données de canal restent entièrement disponibles.
ja: WiFi LensはWi-Fiネットワーク名（SSID）の取得に位置情報サービスを使用します。許可しない場合、ネットワーク名は「n/a」と表示されますが、電波強度やチャンネルデータは引き続き利用可能です。
zh_hans: WiFi Lens 使用位置服务来读取 Wi-Fi 网络名称（SSID）。如果被拒绝，网络名称将显示为 "n/a"，但信号强度和信道数据仍然完全可用。

# settings.permissions.location_label
source: Location Services
de: Ortungsdienste
es: Servicios de Ubicación
fr: Services de localisation
ja: 位置情報サービス
zh_hans: 定位服务

# settings.privacy.header
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
zh_hans: 隐私

# settings.privacy.view_policy
source: View Privacy Policy…
de: Datenschutzerklärung anzeigen…
es: Ver política de privacidad…
fr: Voir la politique de confidentialité…
ja: プライバシーポリシーを表示…
zh_hans: 查看隐私政策…

# settings.region.auto_detect
source: Auto-detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
ja: 自動検出
zh_hans: 自动检测

# settings.region.description
source: Channel recommendations are filtered by regional regulations. Auto-detect uses system locale, hardware capabilities, and nearby AP information.
de: Kanalempfehlungen werden nach regionalen Vorschriften gefiltert. Die automatische Erkennung verwendet System-Locale, Hardware-Fähigkeiten und Informationen naher APs.
es: Las recomendaciones de canal se filtran por regulaciones regionales. La detección automática usa el locale del sistema, las capacidades de hardware y la información de APs cercanos.
fr: Les recommandations de canaux sont filtrées par les réglementations régionales. La détection automatique utilise la langue système, les capacités matérielles et les informations sur les AP proches.
ja: チャンネル推奨は地域規制に基づいてフィルタリングされます。自動検出では、システムロケール、ハードウェア能力、近隣AP情報を使用します。
zh_hans: 信道推荐经过地区法规过滤。自动检测使用系统区域、硬件能力及附近 AP 信息。

# settings.region.eu_etsi
source: European Union (ETSI)
de: Europäische Union (ETSI)
es: Unión Europea (ETSI)
fr: Union européenne (ETSI)
ja: 欧州連合（ETSI）
zh_hans: 欧盟 (ETSI)

# settings.region.header
source: Regulatory Region
de: Regulierungsregion
es: Región Reguladora
fr: Région réglementaire
ja: 規制地域
zh_hans: 法规区域

# settings.region.us_fcc
source: United States (FCC)
de: Vereinigte Staaten (FCC)
es: Estados Unidos (FCC)
fr: États-Unis (FCC)
ja: 米国（FCC）
zh_hans: 美国 (FCC)

# settings.scan.header
source: Scan Interval
de: Scan-Intervall
es: Intervalo de Escaneo
fr: Intervalle de scan
ja: スキャン間隔
zh_hans: 扫描间隔

# settings.scan.interval_1s
source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
ja: 1 秒
zh_hans: 1 秒

# settings.scan.interval_2s
source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
ja: 2 秒
zh_hans: 2 秒

# settings.scan.interval_3s
source: 3 seconds
de: 3 Sekunden
es: 3 segundos
fr: 3 secondes
ja: 3 秒
zh_hans: 3 秒

# settings.scan.interval_5s
source: 5 seconds
de: 5 Sekunden
es: 5 segundos
fr: 5 secondes
ja: 5 秒
zh_hans: 5 秒

# settings.scan.interval_10s
source: 10 seconds
de: 10 Sekunden
es: 10 segundos
fr: 10 secondes
ja: 10 秒
zh_hans: 10 秒

# settings.scan.interval_description
source: Applies to the live spectrum view. Recording always uses a 1-second interval for maximum detail.
de: Gilt für die Live-Spektrum-Ansicht. Die Aufnahme verwendet immer ein 1-Sekunden-Intervall für maximale Details.
es: Se aplica a la vista de espectro en vivo. La grabación siempre usa un intervalo de 1 segundo para máximo detalle.
fr: S'applique à la vue spectre en direct. L'enregistrement utilise toujours un intervalle de 1 seconde pour un maximum de détails.
ja: ライブスペクトラムビューに適用されます。録画は常に1秒間隔で最大の詳細度を確保します。
zh_hans: 适用于实时频谱视图。录制始终使用 1 秒间隔以确保最大细节。

# settings.scan.interval_label
source: Refresh interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle d'actualisation
ja: 更新間隔
zh_hans: 刷新间隔

# settings.section.data
source: Data
de: Daten
es: Datos
fr: Données
ja: データ
zh_hans: 数据

# settings.section.features
source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
ja: 機能
zh_hans: 功能

# settings.section.features_permissions
source: Features & Permissions
de: Funktionen & Berechtigungen
es: Funciones y Permisos
fr: Fonctionnalités et autorisations
ja: 機能と権限
zh_hans: 功能与权限

# settings.section.permissions
source: System Permissions
de: Systemberechtigungen
es: Permisos del Sistema
fr: Autorisations système
ja: システム権限
zh_hans: 系统权限

# settings.support.rate_title
source: Rate WiFi Lens Pro
de: WiFi Lens Pro bewerten
es: Valorar WiFi Lens Pro
fr: Évaluer WiFi Lens Pro
ja: WiFi Lens Pro を評価
zh_hans: 评价 WiFi Lens Pro

# settings.support.send_feedback_title
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
zh_hans: 发送反馈

# settings.updates.auto_check
source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
ja: アップデートを自動確認
zh_hans: 自动检查更新

# settings.whatsnew.header
source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 更新内容
zh_hans: 更新内容

# settings.whatsnew.review
source: Review What's New
de: Neuerungen erneut lesen
es: Revisar novedades
fr: Consulter les nouveautés
ja: 更新内容を再度読む
zh_hans: 重新阅读更新内容

# sidebar.hint.requires_wifi
source: Requires Wi‑Fi
de: Benötigt Wi‑Fi
es: Requiere Wi‑Fi
fr: Nécessite le Wi‑Fi
ja: Wi‑Fiが必要です
zh_hans: 需要Wi‑Fi

# sidebar.section.analysis
source: Analysis
de: Analyse
es: Análisis
fr: Analyse
ja: 分析
zh_hans: 分析

# sidebar.section.insights
source: Insights
de: Einblicke
es: Análisis
fr: Analyses
ja: インサイト
zh_hans: 洞察

# sidebar.section.overview
source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
ja: 概要
zh_hans: 概览

# sidebar.section.tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
zh_hans: 工具

# spectrum.accessibility.aggregate_heatmap_label
source: %1$@ aggregate Wi-Fi activity heatmap, RSSI from -100 to -30 dBm
de: %1$@-Heatmap der aggregierten Wi-Fi-Aktivität, RSSI von -100 bis -30 dBm
es: Mapa de calor de actividad Wi-Fi agregada de %1$@, RSSI de -100 a -30 dBm
fr: Carte de chaleur de l’activité Wi-Fi agrégée de %1$@, RSSI de -100 à -30 dBm
ja: %1$@ Wi-Fi アクティビティの集約ヒートマップ、RSSI は -100 ～ -30 dBm
zh_hans: %1$@ Wi-Fi 活动聚合热力图，RSSI 范围为 -100 至 -30 dBm

# spectrum.accessibility.chart_label
source: Wi-Fi spectrum chart
de: Wi-Fi-Spektrumdiagramm
es: Gráfico del espectro Wi-Fi
fr: Graphique du spectre Wi-Fi
ja: Wi-Fi スペクトルチャート
zh_hans: Wi-Fi 频谱图

# spectrum.accessibility.chart_label_fmt
source: Spectrum chart, %lld networks
de: Spektrum-Diagramm, %lld Netzwerke
es: Gráfico de espectro, %lld redes
fr: Graphique du spectre, %lld réseaux
ja: スペクトラムチャート, %lld ネットワーク
zh_hans: 频谱图, %lld 个网络

# spectrum.accessibility.close_expanded
source: Close expanded chart
de: Erweitertes Diagramm schließen
es: Cerrar gráfico expandido
fr: Fermer le graphique agrandi
ja: 拡大チャートを閉じる
zh_hans: 关闭展开的图表

# spectrum.accessibility.heatmap_label
source: Channel occupancy heatmap
de: Kanalbelegungs-Heatmap
es: Mapa de calor de ocupación de canales
fr: Carte de chaleur d'occupation des canaux
ja: チャンネル占有率のヒートマップ
zh_hans: 信道占用热力图

# spectrum.accessibility.trend_declining_fmt
source: RSSI trend: declining from %1$d to %2$d dBm (change %3$d dB, %4$d samples)
de: RSSI-Trend: Verschlechterung von %1$d auf %2$d dBm (−%3$d dB, %4$d Messwerte)
es: Tendencia RSSI: empeorando de %1$d a %2$d dBm (cambio de %3$d dB, %4$d muestras)
fr: Tendance RSSI : en baisse de %1$d à %2$d dBm (variation %3$d dB, %4$d échantillons)
ja: RSSI トレンド: %1$d から %2$d dBm へ低下（変化 %3$d dB、%4$d サンプル）
zh_hans: RSSI 趋势：从 %1$d 下降到 %2$d dBm（变化 %3$d dB，%4$d 个采样点）

# spectrum.accessibility.trend_improving_fmt
source: RSSI trend: improving from %1$d to %2$d dBm (change +%3$d dB, %4$d samples)
de: RSSI-Trend: Verbesserung von %1$d auf %2$d dBm (+%3$d dB, %4$d Messwerte)
es: Tendencia RSSI: mejorando de %1$d a %2$d dBm (cambio de +%3$d dB, %4$d muestras)
fr: Tendance RSSI : en hausse de %1$d à %2$d dBm (variation +%3$d dB, %4$d échantillons)
ja: RSSI トレンド: %1$d から %2$d dBm へ改善（変化 +%3$d dB、%4$d サンプル）
zh_hans: RSSI 趋势：从 %1$d 改善到 %2$d dBm（变化 +%3$d dB，%4$d 个采样点）

# spectrum.accessibility.trend_stable_fmt
source: RSSI trend: stable around %1$d dBm (%2$d samples)
de: RSSI-Trend: stabil bei %1$d dBm (%2$d Messwerte)
es: Tendencia RSSI: estable en %1$d dBm (%2$d muestras)
fr: Tendance RSSI : stable autour de %1$d dBm (%2$d échantillons)
ja: RSSI トレンド: %1$d dBm 付近で安定（%2$d サンプル）
zh_hans: RSSI 趋势：在 %1$d dBm 附近保持稳定（%2$d 个采样点）

# spectrum.empty.no_channel_data
source: No channel data available
de: Keine Kanaldaten verfügbar
es: Sin datos de canal disponibles
fr: Aucune donnée de canal disponible
ja: チャンネルデータがありません
zh_hans: 无信道数据

# spectrum.export.csv_fmt
source: Export %@ as CSV
de: %@ als CSV exportieren
es: Exportar %@ como CSV
fr: Exporter %@ au format CSV
ja: %@ を CSV で書き出す
zh_hans: 导出 %@ 为 CSV

# spectrum.filter.clear
source: Clear filter
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
ja: フィルタをクリア
zh_hans: 清除筛选

# spectrum.filter.hide_hidden
source: Hide Hidden
de: Versteckte ausblenden
es: Ocultar ocultas
fr: Masquer les réseaux masqués
ja: 非表示を隠す
zh_hans: 隐藏无名称网络

# spectrum.filter.placeholder
source: Filter by SSID or MAC/BSSID
de: Nach SSID oder MAC/BSSID filtern
es: Filtrar por SSID o MAC/BSSID
fr: Filtrer par SSID ou MAC/BSSID
ja: SSID または MAC/BSSID でフィルタ
zh_hans: 按 SSID 或 MAC 地址过滤

# spectrum.filter.placeholder_legacy
source: Filter by SSID or BSSID…
de: Nach SSID oder BSSID filtern…
es: Filtrar por SSID o BSSID…
fr: Filtrer par SSID ou BSSID…
ja: SSID または BSSID でフィルタ…
zh_hans: 按 SSID 或 BSSID 过滤…

# spectrum.filter.show_label
source: Show:
de: Anzeigen:
es: Mostrar:
fr: Afficher :
ja: 表示:
zh_hans: 显示：

# spectrum.heatmap.empty
source: Collecting data...
de: Daten werden gesammelt...
es: Recopilando datos...
fr: Collecte des données...
ja: データを収集しています…
zh_hans: 正在收集数据…

# spectrum.heatmap.legend.gradient
source: Thermal color gradient
de: Thermisches Farbspektrum
es: Gradiente térmico
fr: Dégradé thermique
ja: 熱カラーグラデーション
zh_hans: 热成像颜色渐变

# spectrum.heatmap.legend.high
source: High
de: Hoch
es: Alto
fr: Élevée
ja: 高
zh_hans: 高

# spectrum.heatmap.legend.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
zh_hans: 低

# spectrum.mode.label
source: Spectrum mode
de: Spektrum-Modus
es: Modo de espectro
fr: Mode spectre
ja: スペクトラムモード
zh_hans: 频谱模式

# spectrum.mode.recording_page
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録画
zh_hans: 录制

# spectrum.dashboard.add_panel
source: Add Panel
de: Panel hinzufügen
es: Añadir panel
fr: Ajouter un panneau
ja: パネルを追加
zh_hans: 添加面板

# spectrum.dashboard.remove_panel
source: Remove Panel
de: Panel entfernen
es: Eliminar panel
fr: Supprimer le panneau
ja: パネルを削除
zh_hans: 移除面板

# spectrum.panel.chart_type
source: Chart Type
de: Diagrammtyp
es: Tipo de gráfico
fr: Type de graphique
ja: チャートタイプ
zh_hans: 图表类型

# spectrum.panel.filter_placeholder
source: Filter...
de: Filtern...
es: Filtrar...
fr: Filtrer...
ja: フィルター…
zh_hans: 筛选…

# spectrum.panel.select_network_for_trend
source: Select a network to view trend
de: Wählen Sie ein Netzwerk aus, um den Trend anzuzeigen
es: Seleccione una red para ver la tendencia
fr: Sélectionne un réseau pour voir la tendance
ja: ネットワークを選択してトレンドを表示
zh_hans: 选择网络以查看趋势

# spectrum.panel.table
source: Table
de: Tabelle
es: Tabla
fr: Tableau
ja: 表
zh_hans: 表格

# spectrum.panel.table_count_fmt
source: %lld networks
de: %lld Netzwerke
es: %lld redes
fr: %lld réseaux
ja: %lld 個のネットワーク
zh_hans: %lld 个网络

# spectrum.scanning_count_fmt
source: Scanning (%lld devices)
de: Scanne (%lld Geräte)
es: Escaneando (%lld dispositivos)
fr: Scan (%lld appareils)
ja: スキャン中（%lld 台のデバイス）
zh_hans: 正在扫描 (%lld 个设备)

# spectrum.scanning_wifi
source: Scanning for Wi-Fi networks...
de: Scanne Wi‑Fi-Netzwerke...
es: Escaneando redes Wi‑Fi...
fr: Recherche de réseaux Wi-Fi...
ja: Wi-Fi ネットワークをスキャン中…
zh_hans: 正在扫描 Wi-Fi 网络…

# spectrum.table.row_count_fmt
source: %lld rows
de: %lld Zeilen
es: %lld filas
fr: %lld lignes
ja: %lld 行
zh_hans: %lld 行

# spectrum.trend.network_count_fmt
source: %lld networks
de: %lld Netzwerke
es: %lld redes
fr: %lld réseaux
ja: %lld 件のネットワーク
zh_hans: %lld 个网络

# table.accessibility.toggle_lock
source: Toggle network lock
de: Netzwerksperre umschalten
es: Alternar bloqueo de red
fr: Basculer le verrouillage du réseau
ja: ネットワークのロック切替
zh_hans: 切换网络锁定

# table.accessibility.toggle_visibility
source: Toggle network visibility
de: Netzwerksichtbarkeit umschalten
es: Alternar visibilidad de red
fr: Basculer la visibilité du réseau
ja: ネットワークの表示切替
zh_hans: 切换网络可见性

# table.column.hidden
source: H
de: V
es: O

# table.column.lock
source: Lock
de: Sperren
es: Bloquear
fr: Verrou
ja: ロック
zh_hans: 锁定

# table.column.security
source: Sec
de: Sich
es: Seg
fr: Sécu
ja: セキュリティ
zh_hans: 安全

# table.column.seen
source: Seen
de: Gesehen
es: Visto
fr: Vu
ja: 最終確認
zh_hans: 最后出现

# table.column.vendor
source: Vendor
de: Hersteller
es: Fabricante
fr: Fournisseur
ja: ベンダー
zh_hans: 厂商

# table.column.visibility
source: Visible
de: Sichtbar
ja: 可視
zh_hans: 可见性

# timeline.detail.badge
source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
zh_hans: 数值

# timeline.detail.channel
source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
zh_hans: 信道

# timeline.detail.channel_value_format
source: Ch %@ (%@)
de: Kanal %@ (%@)
es: Canal %@ (%@)
fr: Canal %@ (%@)
ja: チャンネル %@ (%@)
zh_hans: 信道 %@（%@）

# timeline.detail.from
source: From
de: Von
es: Desde
fr: De
ja: 変更前
zh_hans: 变更前

# timeline.detail.interface
source: Interface
de: Schnittstelle
es: Interfaz
ja: インターフェース
zh_hans: 接口

# timeline.detail.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
zh_hans: 网络

# timeline.detail.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
zh_hans: 安全

# timeline.detail.time
source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
zh_hans: 时间

# timeline.detail.to
source: To
de: Nach
es: Hasta
fr: Vers
ja: 変更後
zh_hans: 变更后

# timeline.empty.subtitle
source: New Wi-Fi events will appear here as they are recorded
de: Neue Wi-Fi-Ereignisse erscheinen hier, sobald sie erfasst wurden
es: Los nuevos eventos Wi-Fi aparecerán aquí a medida que se registren
fr: Les nouveaux événements Wi-Fi apparaîtront ici au fur et à mesure de leur enregistrement
ja: 新しいWi-Fiイベントは記録されるとここに表示されます
zh_hans: 新的 Wi-Fi 事件会在记录后显示在这里

# timeline.empty.title
source: No events yet
de: Noch keine Ereignisse
es: Aún no hay eventos
fr: Aucun événement pour l'instant
ja: イベントはまだありません
zh_hans: 暂无事件

# timeline.event.channel_change.badge
source: Ch %lld
de: K %lld
es: C %lld
zh_hans: 信道 %lld

# timeline.event.channel_change.title
source: Channel switched
de: Kanal gewechselt
es: Canal cambiado
fr: Canal changé
ja: チャンネル切替
zh_hans: 信道切换

# timeline.event.connected.subtitle
source: To %@
de: Zu %@
es: A %@
fr: Vers %@
ja: %@ に
zh_hans: 到 %@

# timeline.event.connected.title
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続完了
zh_hans: 已连接

# timeline.event.disconnected.subtitle
source: From %@
de: Von %@
es: Desde %@
fr: Depuis %@
ja: %@ から
zh_hans: 从 %@

# timeline.event.disconnected.title
source: Connection lost
de: Verbindung verloren
es: Conexión perdida
fr: Connexion perdue
ja: 接続切断
zh_hans: 连接断开

# timeline.event.latency_spike.title
source: Gateway latency spike
de: Gateway-Latenzspitze
es: Pico de latencia del gateway
fr: Pic de latence de la passerelle
ja: ゲートウェイ遅延急上昇
zh_hans: 网关延迟飙升

# timeline.event.roaming.badge
source: Roamed
de: Gewandert
es: Roaming
fr: Itinérance
ja: ローミング
zh_hans: 漫游

# timeline.event.roaming.title
source: Roamed between access points
de: Zwischen APs gewandert
es: Cambió entre puntos de acceso
fr: Itinérance entre points d'accès
ja: AP間をローミング
zh_hans: 在 AP 之间漫游

# timeline.event.signal_drop.title
source: Signal weakened
de: Signal schwächer geworden
es: Señal debilitada
fr: Signal affaibli
ja: 信号減衰
zh_hans: 信号减弱

# timeline.evidence.context.subtitle
source: Events before and after the selected evidence, shown for context.
de: Ereignisse vor und nach den ausgewählten Belegen, zur Einordnung.
es: Eventos anteriores y posteriores a las pruebas seleccionadas, como contexto.
fr: Événements avant et après la preuve sélectionnée, affichés pour contexte.
ja: 選択した根拠の前後にあるイベントを、前後関係として表示します。
zh_hans: 所选证据前后的事件，供参考上下文。

# timeline.evidence.context.title
source: Surrounding events
de: Umgebende Ereignisse
es: Eventos circundantes
fr: Événements environnants
ja: 周辺のイベント
zh_hans: 周边事件
